---
kind: enumMember
id: F:Autodesk.Revit.DB.ExternalResourceLoadStatus.CannotFindServer
enum: Autodesk.Revit.DB.ExternalResourceLoadStatus
source: html/2f8c9146-6ae2-49a7-0a8b-cd544077602e.htm
---
# Autodesk.Revit.DB.ExternalResourceLoadStatus.CannotFindServer

The server identified by the ExternalResourceReference could not be found, and may not be registered.